#Region "          Brag          "
'▄▄▄̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄▄▄▄ ▄  ̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄▄▄ ̲ ▄    ̲̲ ▄̲   ▄̲̲▄▄̲̲▄▄̲̲▄▄̲̲▄  ▄̲̲▄▄̲̲▄▄̲̲▄̲▄̲̲▄ 
' ▀▀▀▀▀▀▀▀██│██▀▀▀▀▀▀▀▀  █̲̲█│̲̲██̲̲█▀▀▀▀▀▀▀▀  ̲̲██̲̲█│   ̲̲██̲̲█│̲̲██̲̲█▀▀▀▀̲̲██̲̲█│̲̲██̲̲█▀▀▀̲̲██̲̲̲█│
'          ̲̲█▓̲̲█│ ̲̲█▓̲̲█│    ̲̲█▓̲̲█│̲̲█▓̲̲█│         ̲̲█▓̲̲█│   ̲̲█▓̲̲█│̲̲█▓̲̲█│   ̲̲█▓̲̲█│̲̲█▓̲̲█│  ̲̲█▓̲̲█│
'          ̲̲█▒̲̲█│ ̲̲█▒̲̲█│    ̲̲█▒̲̲█│̲̲█▒̲̲█│         ̲̲█▒̲̲█│   ̲̲█▒̲̲█│̲̲█▒̲̲█│   ̲̲█▒̲̲█│̲̲█▒̲̲█│  ̲̲█▒̲̲█│
'          ̲̲█░̲̲█│ ̲̲█░̲̲█│    ̲̲█░̲̲█│█̲̲█̲̲█̲̲▄̲̲▄̲̲▄̲̲▄̲̲▄̲̲▄̲̲▄▄  ̲̲█░█▄▄▄▄̲̲̲︢︢█︢︢︢︢░̲̲█│̲̲█░█▄▄▄▄︢︢︢︢︢█░̲̲█│̲̲█░̲̲█▄▄▄︢︢︢︢███│
'          ̲̲█░̲̲█│ ̲̲█░̲̲█│    ̲̲█░̲̲█│ ▀▀▀▀▀▀▀▀̲̲██̲̲█│̲̲█░̲̲█│   ̲̲█░̲̲█│̲̲█░̲̲█▀▀▀▀̲̲█░̲̲█│̲̲█░̲̲█│  ̲̲█│  
'          ̲̲█▒̲̲█│ ̲̲█▒̲̲█│    ̲̲█▒̲̲█│         ̲̲█▒̲̲█│̲̲█▒̲̲█│   ̲̲█▒̲̲█│̲̲█▒̲̲█│   ̲̲█▒̲̲█│̲̲█▒̲̲█│  █̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲█│ 
'          ̲̲̲█▓̲̲█│ ̲̲█▓̲̲█│    ̲̲█▓̲̲█│         ̲̲█▓̲̲█│̲̲█▓̲̲█│   ̲̲█▓̲̲█│̲̲█▓̲̲█│   ̲̲█▓̲̲█│̲̲█▓̲̲█│   ̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲̲ │
'          █│█│ ▀█̲̲█̲̲▄   ̲̲▄̲̲██▀ ▄▄̲̲▄̲̲▄̲̲▄̲̲▄̲̲▄̲̲▄̲̲▄̲̲█̲̲̲̲̲██│█̲̲̲̲̲██│   █̲̲̲̲̲██│█̲̲̲̲̲̲█̲̲█│   ̲̲█̲̲̲̲̲̲██│̲̲██̲̲█│    │   ̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷
'         ▀▀▀▀▀  ▀███████▀   ▀▀▀▀▀▀▀▀▀     ▀    ▀     ▀    ▀   ̲̲̲̲̲█▓̲̲̲̲̲█│    ̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷̷│̷ ̷
'                             presents...                       ▀     ▀
#End Region
